{
    "nodes": [
        {
            "id": 848052737196,
            "href": "https://en.wikipedia.org/wiki/Oil_painting",
            "name": "Oil painting",
            "description": "Oil painting is the process of painting with pigments with a medium of drying oil as the binder. Commonly used drying oils include linseed oil, poppy seed oil, walnut oil, and safflower oil. The choice of oil imparts a range of properties to the oil paint, such as the amount of yellowing or drying time. Certain differences, depending on the oil, are also visible in the sheen of the paints. An artist might use several different oils in the same painting depending on specific pigments and effects desired. The paints themselves also develop a particular consistency depending on the medium. The oil may be boiled with a resin, such as pine resin or frankincense, to create a varnish prized for its body and gloss.\n",
            "value": 0.0015432098765432098
        },
        {
            "id": 949819220153,
            "href": "https://en.wikipedia.org/wiki/Italian_city-states",
            "name": "Italian city-states",
            "description": "The Italian city-states were a political phenomenon of small independent states mostly in the central and northern Italian Peninsula between the 9th and the 15th centuries.\n",
            "value": 0.0015432098765432098
        },
        {
            "id": 967411078824,
            "href": "https://en.wikipedia.org/wiki/Petrarch",
            "name": "Petrarch",
            "description": "Francesco Petrarca (Italian: [franˈtʃesko peˈtrarka]; July 20, 1304 – July 18/19, 1374), commonly anglicized as Petrarch (/ˈpiːtrɑːrk, ˈpɛt-/), was an Italian scholar and poet during the early Italian Renaissance, and one of the earliest humanists.[1]\n",
            "value": 0.0015432098765432098
        },
        {
            "id": 985647512755,
            "href": "https://en.wikipedia.org/wiki/Age_of_Discovery",
            "name": "Age of Discovery",
            "description": "The Age of Discovery, or the Age of Exploration (approximately from the beginning of the 15th century until the middle of the 17th century), is an informal and loosely defined term for the period in European history in which extensive overseas exploration, led by the Portuguese, emerged as a powerful factor in European culture, most notably the European rediscovery of the Americas. It also marks an increased adoption of colonialism as a national policy in Europe. Several lands previously unknown to Europeans were discovered by them during this period, though most were already inhabited.\n",
            "value": 0.0015432098765432098
        },
        {
            "id": 1029847123930,
            "href": "https://en.wikipedia.org/wiki/Christianity",
            "name": "Christianity",
            "description": "Christianity is an Abrahamic monotheistic religion based on the life and teachings of Jesus of Nazareth. Its adherents, known as Christians, believe that Jesus is the Christ, whose coming as the Messiah was prophesied in the Hebrew Bible, called the Old Testament in Christianity, and chronicled in the New Testament.[1] It is the world's largest religion, with about 2.4 billion followers as of 2020.[2]\n",
            "value": 0.0015432098765432098
        },
        {
            "id": 208244290801,
            "href": "https://en.wikipedia.org/wiki/Lives_of_the_Artists",
            "name": "Lives of the Most Excellent Painters, Sculptors, and Architects",
            "description": "The Lives of the Most Excellent Painters, Sculptors, and Architects (Italian: Le vite de' più eccellenti pittori, scultori, e architettori), also known as The Lives (Italian: Le Vite), is a series of artist biographies written by 16th-century Italian painter and architect Giorgio Vasari, which is considered \"perhaps the most famous, and even today the most-read work of the older literature of art\",[1] \"some of the Italian Renaissance's most influential writing on art\",[2] and \"the first important book on art history\".[3] The title is often abridged to just the Vite or the Lives.\n",
            "value": 0.0030864197530864196
        },
        {
            "id": 412095561080,
            "href": "https://en.wikipedia.org/wiki/Demosthenes",
            "name": "Demosthenes",
            "description": "Demosthenes (/dɪˈmɒs.θəniːz/; Greek: Δημοσθένης, romanized: Dēmosthénēs; Attic Greek: [dɛːmosˈtʰenɛːs]; 384 – 12 October 322 BC) was a Greek statesman and orator of ancient Athens. His orations constitute a significant expression of contemporary Athenian intellectual prowess and provide an insight into the politics and culture of ancient Greece during the 4th century BC. Demosthenes learned rhetoric by studying the speeches of previous great orators. He delivered his first judicial speeches at the age of 20, in which he argued effectively to gain from his guardians what was left of his inheritance. For a time, Demosthenes made his living as a professional speech-writer (logographer) and a lawyer, writing speeches for use in private legal suits.\n",
            "value": 0.0030864197530864196
        },
        {
            "id": 642514557832,
            "href": "https://en.wikipedia.org/wiki/Continuity_thesis",
            "name": "Continuity thesis",
            "description": "In the history of ideas, the continuity thesis is the hypothesis that there was no radical discontinuity between the intellectual development of the Middle Ages and the developments in the Renaissance and early modern period. Thus the idea of an intellectual or scientific revolution following the Renaissance is, according to the continuity thesis, a myth. Some continuity theorists point to earlier intellectual revolutions occurring in the Middle Ages, usually referring to the European Renaissance of the 12th century[1] as a sign of continuity. Despite the many points that have been brought up by proponents of the continuity thesis, a majority of scholars still support the traditional view of the Scientific Revolution occurring in the 16th and 17th centuries.[1][2][3][4]\n",
            "value": 0.0030864197530864196
        },
        {
            "id": 705757325336,
            "href": "https://en.wikipedia.org/wiki/Toledo_School_of_Translators",
            "name": "Toledo School of Translators",
            "description": "The Toledo School of Translators (Spanish: Escuela de Traductores de Toledo) is the group of scholars who worked together in the city of Toledo during the 12th and 13th centuries, to translate many of the philosophical and scientific works from Classical Arabic.\n",
            "value": 0.0030864197530864196
        },
        {
            "id": 906711545697,
            "href": "https://en.wikipedia.org/wiki/Donatello",
            "name": "Donatello",
            "description": "Donato di Niccolò di Betto Bardi (c. 1386 – 13 December 1466), better known as Donatello (English: /ˌdɒnəˈtɛloʊ/[1] Italian: [donaˈtɛllo]), was an Italian sculptor of the Renaissance. Born in Florence, he studied classical sculpture and used this to develop a complete Renaissance style in sculpture, whose periods in Rome, Padua and Siena introduced to other parts of Italy a long and productive career. He worked with stone, bronze, wood, clay, stucco and wax, and had several assistants, with four perhaps being a typical number. Though his best-known works were mostly statues in the round, he developed a new, very shallow, type of bas-relief for small works, and a good deal of his output was larger architectural reliefs.\n",
            "value": 0.0030864197530864196
        },
        {
            "id": 991821556543,
            "href": "https://en.wikipedia.org/wiki/Niccol%C3%B2_Machiavelli",
            "name": "Niccolò Machiavelli",
            "description": "Niccolò di Bernardo dei Machiavelli (/ˌmækiəˈvɛli/, also US: /ˌmɑːk-/; Italian: [nikkoˈlɔ mmakjaˈvɛlli]; 3 May 1469 – 21 June 1527) was an Italian Renaissance diplomat, philosopher and writer, best known for The Prince (Il Principe), written in 1513.[4] He has often been called the father of modern political philosophy and political science.[5]\n",
            "value": 0.0030864197530864196
        },
        {
            "id": 16863154321,
            "href": "https://en.wikipedia.org/wiki/Early_modern",
            "name": "Early modern period",
            "description": "The early modern period of modern history follows the late Middle Ages of the post-classical era. Although the chronological limits of the period are open to debate, the timeframe spans the period after the late portion of the post-classical age (c. 1500), known as the Middle Ages, through the beginning of the Age of Revolutions (c. 1800) and is variously demarcated by historians as beginning with the Ottoman conquest of Constantinople in 1453, the Renaissance period in Europe and Timurid Central Asia, the Muslim conquests in the Indian subcontinent, and the end of the Reconquista and the Age of Discovery (especially the voyages of Christopher Columbus beginning in 1492 but also with Vasco da Gama's discovery of the sea route to India in 1498) and ending around the French Revolution in 1789.\n",
            "value": 0.004629629629629629
        },
        {
            "id": 269801483194,
            "href": "https://en.wikipedia.org/wiki/Vernacular",
            "name": "Vernacular",
            "description": "A vernacular, or vernacular language, is the speech variety used in everyday life by the general population in a geographical or social territory. The vernacular is contrasted with higher-prestige forms of language, such as national, literary, liturgical or scientific idiom, or a lingua franca, used to facilitate communication across a large area. The vernacular is usually native, normally spoken informally rather than written, and seen as of lower status than more codified forms.[1] It may vary from more prestigious speech varieties in different ways, in that the vernacular can be a distinct stylistic register, a regional dialect, a sociolect, or an independent language.\n",
            "value": 0.004629629629629629
        },
        {
            "id": 507805404941,
            "href": "https://en.wikipedia.org/wiki/Jules_Michelet",
            "name": "Jules Michelet",
            "description": "Jules Michelet (French: [ʒyl miʃ.lɛ]; 21 August 1798 – 9 February 1874) was a French historian. He was born in Paris to a family with Huguenot traditions.\n",
            "value": 0.004629629629629629
        },
        {
            "id": 734001949473,
            "href": "https://en.wikipedia.org/wiki/Diplomacy",
            "name": "Diplomacy",
            "description": "Diplomacy is the practice of conducting negotiations between representatives of states or groups, so as to influence the decisions and conduct of foreign governments through dialogue, negotiation, and other nonviolent means.[1] Diplomacy usually refers to international relations carried out through the intercession of professional diplomats with regard to a full range of topical issues.[2]\n",
            "value": 0.004629629629629629
        },
        {
            "id": 60450839938,
            "href": "https://en.wikipedia.org/wiki/Basilios_Bessarion",
            "name": "Bessarion",
            "description": "Bessarion (monk name of Basileios[1] (or Basilios[2]) Bessarion; Greek: Βασίλειος[3] Βησσαρίων; 2 January 1403 – 18 November 1472), a Roman Catholic cardinal bishop and the titular Latin Patriarch of Constantinople, was one of the illustrious Greek scholars who contributed to the great revival of letters in the 15th century. He was educated by Gemistus Pletho in Neoplatonic philosophy. Later, he became a Roman Catholic cardinal, and was twice considered for the papacy.[4] He has been mistakenly known also as Johannes Bessarion or Giovanni Bessarione due to an erroneous interpretation of Gregory III Mammas.\n",
            "value": 0.006172839506172839
        },
        {
            "id": 385540025366,
            "href": "https://en.wikipedia.org/wiki/Manuel_Chrysoloras",
            "name": "Manuel Chrysoloras",
            "description": "Manuel (or Emmanuel) Chrysoloras (Greek: Μανουὴλ Χρυσολωρᾶς; c. 1355 – 15 April 1415) was a pioneer in the introduction of Greek literature to Western Europe during the Late Middle Ages.\n",
            "value": 0.006172839506172839
        },
        {
            "id": 510285677998,
            "href": "https://en.wikipedia.org/wiki/Political_philosophy",
            "name": "Political philosophy",
            "description": "Political philosophy, also known as political theory, is the study of topics such as politics, liberty, justice, property, rights, law, and the enforcement of laws by authority: what they are, if they are needed, what makes a government legitimate, what rights and freedoms it should protect, what form it should take, what the law is, and what duties citizens owe to a legitimate government, if any, and when it may be legitimately overthrown, if ever.\n",
            "value": 0.006172839506172839
        },
        {
            "id": 813471654809,
            "href": "https://en.wikipedia.org/wiki/Sandro_Botticelli",
            "name": "Sandro Botticelli",
            "description": "Alessandro di Mariano di Vanni Filipepi (c. 1445[1] – May 17, 1510), known as Sandro Botticelli (/ˌboʊtiˈtʃɛli/, Italian: [ˈsandro bottiˈtʃɛlli]), was an Italian painter of the Early Renaissance.  Botticelli's posthumous reputation suffered until the late 19th  century, when he was rediscovered by the Pre-Raphaelites who stimulated a reappraisal of his work. Since then, his paintings have been seen to represent the linear grace of Early Renaissance painting.\n",
            "value": 0.006172839506172839
        },
        {
            "id": 281231838697,
            "href": "https://en.wikipedia.org/wiki/Periodization",
            "name": "Periodization",
            "description": "Periodization is the process or study of categorizing the past into discrete, quantified named blocks of time.[1] This is usually done in order to facilitate the study and analysis of history, understanding current and historical processes, and causality that might have linked those events.\n",
            "value": 0.007716049382716049
        },
        {
            "id": 584750380780,
            "href": "https://en.wikipedia.org/wiki/Florence_Baptistery",
            "name": "Florence Baptistery",
            "description": "The Florence Baptistery, also known as the Baptistery of Saint John (Italian: Battistero di San Giovanni), is a religious building in Florence, Italy, and has the status of a minor basilica.[1] The octagonal baptistery stands in both the Piazza del Duomo and the Piazza San Giovanni, across from Florence Cathedral and the Campanile di Giotto.\n",
            "value": 0.007716049382716049
        },
        {
            "id": 71678553107,
            "href": "https://en.wikipedia.org/wiki/Niccol%C3%B2_de%27_Niccoli",
            "name": "Niccolò de' Niccoli",
            "description": "He was born and died in Florence, and was one of the chief figures in the company of learned men which gathered around the patronage of Cosimo de' Medici. Niccoli's chief services to classical literature consisted in his work as a copyist and collator of ancient manuscripts; he corrected the text, introduced divisions into chapters, and made tables of contents.\n",
            "value": 0.009259259259259259
        },
        {
            "id": 550749951042,
            "href": "https://en.wikipedia.org/wiki/Homer",
            "name": "Homer",
            "description": "Homer (/ˈhoʊmər/; Ancient Greek: Ὅμηρος Greek pronunciation: [hómɛːros], Hómēros) is the presumed author of the Iliad and the Odyssey, two epic poems that are the central works of ancient Greek literature. The Iliad is set during the Trojan War, the ten-year siege of the city of Troy by a coalition of Greek kingdoms. It focuses on a quarrel between King Agamemnon and the warrior Achilles lasting a few weeks during the last year of the war. The Odyssey focuses on the ten-year journey home of Odysseus, king of Ithaca, after the fall of Troy. Many accounts of Homer's life circulated in classical antiquity, the most widespread being that he was a blind bard from Ionia, a region of central coastal Anatolia in present-day Turkey. Modern scholars consider these accounts legendary.[2][3][4]\n",
            "value": 0.009259259259259259
        },
        {
            "id": 676138368916,
            "href": "https://en.wikipedia.org/wiki/Florence_Cathedral",
            "name": "Florence Cathedral",
            "description": "Florence Cathedral, formally the Cattedrale di Santa Maria del Fiore (Italian pronunciation: [katteˈdraːle di ˈsanta maˈriːa del ˈfjoːre]; in English \"Cathedral of Saint Mary of the Flower\"), is the cathedral of Florence, Italy (Italian: Duomo di Firenze). It was begun in 1296 in the Gothic style to a design of Arnolfo di Cambio and was structurally completed by 1436, with the dome engineered by Filippo Brunelleschi.[1] The exterior of the basilica is faced with polychrome marble panels in various shades of green and pink, bordered by white, and has an elaborate 19th-century Gothic Revival façade by Emilio De Fabris.\n",
            "value": 0.009259259259259259
        },
        {
            "id": 745017355590,
            "href": "https://en.wikipedia.org/wiki/History_of_Europe",
            "name": "History of Europe",
            "description": "The history of Europe concerns itself with the discovery and collection, the study, organization and presentation and the interpretation of past events and affairs of the people of Europe since the beginning of written records. During the Neolithic era and the time of the Indo-European migrations, Europe saw human inflows from east and southeast and subsequent important cultural and material exchange. The period known as classical antiquity began with the emergence of the city-states of ancient Greece. Later, the Roman Empire came to dominate the entire Mediterranean basin. The fall of the Roman Empire in AD 476 traditionally marks the start of the Middle Ages. Beginning in the 14th century a Renaissance of knowledge challenged traditional doctrines in science and theology. Simultaneously, the Protestant Reformation set up Protestant churches primarily in Germany, Scandinavia and England. After 1800, the Industrial Revolution brought prosperity to Britain and Western Europe. The main European powers set up colonies in most of the Americas and Africa, and parts of Asia. In the 20th century, World War I and World War II resulted in massive numbers of deaths. The Cold War dominated European geo-politics from 1947 to 1989. After the fall of the Iron Curtain, the European countries grew together.\n",
            "value": 0.009259259259259259
        },
        {
            "id": 793757522238,
            "href": "https://en.wikipedia.org/wiki/Filippo_Brunelleschi",
            "name": "Filippo Brunelleschi",
            "description": "Filippo Brunelleschi (/ˌbruːnəˈlɛski/ BROO-nə-LESK-ee, Italian: [fiˈlippo brunelˈleski]; 1377 – 15 April 1446), considered to be a founding father of Renaissance architecture, was an Italian architect and designer, and is now recognized to be the first modern engineer, planner, and sole construction supervisor.[4][5] He is most famous for designing the dome of the Florence Cathedral, a feat of engineering that had not been accomplished since antiquity, as well as the development of the mathematical technique of linear perspective in art which governed pictorial depictions of space until the late 19th century and influenced the rise of modern science.[6][7] His accomplishments also include other architectural works, sculpture, mathematics, engineering, and ship design.[5] His principal surviving works can be found in Florence, Italy.\n",
            "value": 0.009259259259259259
        },
        {
            "id": 51925682132,
            "href": "https://en.wikipedia.org/wiki/Lorenzo_Valla",
            "name": "Lorenzo Valla",
            "description": "Lorenzo Valla (Italian: [loˈrɛntso ˈvalːa]; also Latinized as Laurentius; c. 1407 – 1 August 1457) was an Italian humanist, rhetorician, educator and Catholic priest. He is best known for his textual analysis that proved that the Donation of Constantine was a forgery.\n",
            "value": 0.010802469135802469
        },
        {
            "id": 517903750987,
            "href": "https://en.wikipedia.org/wiki/Rome",
            "name": "Rome",
            "description": "Rome (Italian and Latin: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale) as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi),[1] it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the most populous metropolitan city in Italy.[2] Its metropolitan area is the third-most populous within Italy.[3] Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world)[4] is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.[5][6]\n",
            "value": 0.010802469135802469
        },
        {
            "id": 707379875997,
            "href": "https://en.wikipedia.org/wiki/Greek_language",
            "name": "Greek language",
            "description": "Greek (Ελληνικά, romanized: Elliniká) is an independent branch of the Indo-European family of languages, native to Greece, Cyprus, Albania, other parts of the Eastern Mediterranean and the Black Sea. It has the longest documented history of any living Indo-European language, spanning at least 3,500 years of written records.[3] Its writing system has been the Greek alphabet for the major part of its history; other systems, such as Linear B and the Cypriot syllabary, were used previously.[4] The alphabet arose from the Phoenician script and was in turn the basis of the Latin, Cyrillic, Armenian, Coptic, Gothic, and many other writing systems.\n",
            "value": 0.012345679012345678
        },
        {
            "id": 71806582388,
            "href": "https://en.wikipedia.org/wiki/Crisis_of_the_Late_Middle_Ages",
            "name": "Crisis of the Late Middle Ages",
            "description": "The Crisis of the Late Middle Ages was a series of events in the fourteenth and fifteenth centuries that brought centuries of European stability to a halt.[1] Three major crises led to radical changes in all areas of society: demographic collapse, political instabilities and religious upheavals.[2]\n",
            "value": 0.013888888888888888
        },
        {
            "id": 368400593611,
            "href": "https://en.wikipedia.org/wiki/Giotto",
            "name": "Giotto",
            "description": "Giotto di Bondone (Italian pronunciation: [ˈdʒɔtto di bonˈdoːne]; c. 1267[a] – January 8, 1337),[2][3] known mononymously as Giotto (UK: /ˈdʒɒtoʊ/,[4] US: /dʒiˈɒtoʊ, ˈdʒɔːtoʊ/)[5][6] and Latinised as Giottus, was an Italian painter and architect from Florence during the Late Middle Ages. He worked during the Gothic/Proto-Renaissance period.[7]\nGiotto's contemporary, the banker and chronicler Giovanni Villani, wrote that Giotto was \"the most sovereign master of painting in his time, who drew all his figures and their postures according to nature\" and of his publicly recognized \"talent and excellence\".[8]\nIn his Lives of the Most Excellent Painters, Sculptors, and Architects, Giorgio Vasari described Giotto as making a decisive break with the prevalent Byzantine style and as initiating \"the great art of painting as we know it today, introducing the technique of drawing accurately from life, which had been neglected for more than two hundred years\".[9]\n",
            "value": 0.013888888888888888
        },
        {
            "id": 179316979656,
            "href": "https://en.wikipedia.org/wiki/Perspective_(graphical)",
            "name": "Perspective (graphical)",
            "description": "Linear or point-projection perspective (from Latin: perspicere 'to see through') is one of two types of graphical projection perspective in the graphic arts; the other is parallel projection. Linear perspective is an approximate representation, generally on a flat surface, of an image as it is seen by the eye. The most characteristic features of linear perspective are that objects appear smaller as their distance from the observer increases, and that they are subject to foreshortening, meaning that an object's dimensions along the line of sight appear shorter than its dimensions across the line of sight. All objects will recede to points in the distance, usually along the horizon line, but also above and below the horizon line depending on the view used.\n",
            "value": 0.015432098765432098
        },
        {
            "id": 816516577985,
            "href": "https://en.wikipedia.org/wiki/Crusades",
            "name": "Crusades",
            "description": "The Crusades were a series of religious wars sanctioned by the Latin Church during the medieval period in the Eastern Mediterranean with the objective of recovering the Holy Land from Islamic rule. The difference between these campaigns and many other Christian religious conflicts was that they were considered a penitential exercise that brought forgiveness of sins declared by the church. Historians contest the definition of the term \"crusade\". Some restrict it to only armed pilgrimages to Jerusalem; others include all Catholic military campaigns with a promise of spiritual benefit; all Catholic holy wars; or those with a characteristic of religious fervour. \n",
            "value": 0.015432098765432098
        },
        {
            "id": 297858638766,
            "href": "https://en.wikipedia.org/wiki/Early_modern_period",
            "name": "Early modern period",
            "description": "The early modern period of modern history follows the late Middle Ages of the post-classical era. Although the chronological limits of the period are open to debate, the timeframe spans the period after the late portion of the post-classical age (c. 1500), known as the Middle Ages, through the beginning of the Age of Revolutions (c. 1800) and is variously demarcated by historians as beginning with the Ottoman conquest of Constantinople in 1453, the Renaissance period in Europe and Timurid Central Asia, the Muslim conquests in the Indian subcontinent, and the end of the Reconquista and the Age of Discovery (especially the voyages of Christopher Columbus beginning in 1492 but also with Vasco da Gama's discovery of the sea route to India in 1498) and ending around the French Revolution in 1789.\n",
            "value": 0.016975308641975308
        },
        {
            "id": 340331987828,
            "href": "https://en.wikipedia.org/wiki/David_(Michelangelo)",
            "name": "David (Michelangelo)",
            "description": "David is a masterpiece of Renaissance sculpture created in marble between 1501 and 1504 by the Italian artist Michelangelo. David is a 5.17-metre (17.0 ft)[a] marble statue of the Biblical figure David, a favoured subject in the art of Florence.[1]\n",
            "value": 0.016975308641975308
        },
        {
            "id": 661726668184,
            "href": "https://en.wikipedia.org/wiki/Raphael",
            "name": "Raphael",
            "description": "Raffaello Sanzio da Urbino[2] (Italian: [raffaˈɛllo ˈsantsjo da urˈbiːno]; March 28 or April 6, 1483 – April 6, 1520),[3][a] known as Raphael,[5] was an Italian painter and architect of the High Renaissance. His work is admired for its clarity of form, ease of composition, and visual achievement of the Neoplatonic ideal of human grandeur.[6] Together with Michelangelo and Leonardo da Vinci, he forms the traditional trinity of great masters of that period.[7]\n",
            "value": 0.016975308641975308
        },
        {
            "id": 341136560519,
            "href": "https://en.wikipedia.org/wiki/Neoplatonism",
            "name": "Neoplatonism",
            "description": "Neoplatonism is a strand of Platonic philosophy that emerged in the second century AD against the background of Hellenistic philosophy and religion.[note 1][1][note 2] The term does not encapsulate a set of ideas as much as it encapsulates a chain of thinkers which began with Ammonius Saccas and his student Plotinus (c. 204/5 – 271 AD) and which stretches to the 5th century AD. Even though neoplatonism primarily circumscribes the thinkers who are now labeled Neoplatonists and not their ideas, there are some ideas that are common to neoplatonic systems; for example, the monistic idea that all of reality can be derived from a single principle, \"the One\". \n",
            "value": 0.018518518518518517
        },
        {
            "id": 407760461434,
            "href": "https://en.wikipedia.org/wiki/Lorenzo_Ghiberti",
            "name": "Lorenzo Ghiberti",
            "description": "Lorenzo Ghiberti (UK: /ɡɪˈbɛərti/, US: /ɡiːˈ-/,[1][2][3] Italian: [loˈrɛntso ɡiˈbɛrti]; 1378 – 1 December 1455), born Lorenzo di Bartolo, was a Florentine Italian artist of the Early Renaissance best known as the creator of the bronze doors of the Florence Baptistery, called by Michelangelo the Gates of Paradise. Trained as a goldsmith and sculptor, he established an important workshop for sculpture in metal. His book of Commentarii contains important writing on art, as well as what may be the earliest surviving autobiography by any artist.\n",
            "value": 0.018518518518518517
        },
        {
            "id": 731642266623,
            "href": "https://en.wikipedia.org/wiki/Fall_of_Constantinople",
            "name": "Fall of Constantinople",
            "description": "Land forces:\n50,000–80,000[note 1]\n5,000–10,000 Janissaries\nVarious cannon and bombards \n20 horse transports\n",
            "value": 0.020061728395061727
        },
        {
            "id": 335880490844,
            "href": "https://en.wikipedia.org/wiki/Giovanni_Pico_della_Mirandola",
            "name": "Giovanni Pico della Mirandola",
            "description": "Giovanni Pico della Mirandola (US: /ˈpiːkoʊ ˌdɛlə mɪˈrændələ, -ˈrɑːn-/,[1][2] Italian: [dʒoˈvanni ˈpiːko della miˈrandola]; Latin: Johannes Picus de Mirandula; 24 February 1463 – 17 November 1494) was an Italian Renaissance nobleman and philosopher.[3] He is famed for the events of 1486, when, at the age of 23, he proposed to defend 900 theses on religion, philosophy, natural philosophy, and magic against all comers, for which he wrote the Oration on the Dignity of Man, which has been called the \"Manifesto of the Renaissance\",[4] and a key text of Renaissance humanism and of what has been called the \"Hermetic Reformation\".[5] He was the founder of the tradition of Christian Kabbalah, a key tenet of early modern Western esotericism. The 900 Theses was the first printed book to be universally banned by the Church.[6]\n",
            "value": 0.023148148148148147
        },
        {
            "id": 624838994082,
            "href": "https://en.wikipedia.org/wiki/High_Middle_Ages",
            "name": "High Middle Ages",
            "description": "The High Middle Ages, or High Medieval Period, was the period of European history that lasted from around 1000 to 1250 AD. The High Middle Ages were preceded by the Early Middle Ages and were followed by the Late Middle Ages, which ended around 1500 AD (by historiographical convention).[1]\n",
            "value": 0.032407407407407406
        },
        {
            "id": 410060726740,
            "href": "https://en.wikipedia.org/wiki/Michelangelo",
            "name": "Michelangelo",
            "description": "Michelangelo di Lodovico Buonarroti Simoni (Italian: [mikeˈlandʒelo di lodoˈviːko ˌbwɔnarˈrɔːti siˈmoːni]; 6 March 1475 – 18 February 1564), known best as simply Michelangelo (English: /ˌmaɪkəlˈændʒəloʊ, ˌmɪk-/[1]), was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, along with his rival, the fellow Florentine, Leonardo da Vinci.[2] Several scholars have described Michelangelo as the greatest artist of his age and even as the greatest artist of all time.[3][4]\n",
            "value": 0.041666666666666664
        },
        {
            "id": 542402480851,
            "href": "https://en.wikipedia.org/wiki/Leonardo_da_Vinci",
            "name": "Leonardo da Vinci",
            "description": "Leonardo da Vinci (English: /ˌliːəˈnɑːrdoʊ də ˈvɪntʃi, ˌliːoʊˈ-, ˌleɪoʊˈ-/;[a] 14/15 April 1452[b] – 2 May 1519)[4] was an Italian polymath of the High Renaissance who is widely considered one of the greatest painters of all time. The Mona Lisa is the most famous of his works[c] and the most famous portrait ever made.[5] The Last Supper is the most reproduced religious painting of all time[6] and his Vitruvian Man drawing is also regarded as a cultural icon.[7] He is also known for his notebooks, in which he made drawings and notes on science and invention; these involve a variety of subjects including anatomy, cartography, painting, and palaeontology. Leonardo's collective works compose a contribution to later generations of artists rivalled only by that of his contemporary Michelangelo.[8]\n",
            "value": 0.044753086419753084
        },
        {
            "id": 87713459527,
            "href": "https://en.wikipedia.org/wiki/Italy",
            "name": "Italy",
            "description": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),[11][12][13][14]  is a country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe,[15][16] and is considered part of western Europe.[17][18] A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial enclave in Switzerland (Campione) and a maritime exclave in Tunisian waters (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union.\n",
            "value": 0.05864197530864197
        },
        {
            "id": 309359450851,
            "href": "https://en.wikipedia.org/wiki/Ottoman_Empire",
            "name": "Ottoman Empire",
            "description": "The Ottoman Empire (/ˈɒtəmən/; Ottoman Turkish: دولت عليه عثمانيه‎ Devlet-i ʿAlīye-i ʿOsmānīye, literally \"The Sublime Ottoman State\"; Modern Turkish: Osmanlı İmparatorluğu or Osmanlı Devleti; French: Empire ottoman)[note 5][13] was a state[note 6] that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt (modern-day Bilecik Province) by the Turkoman[14][15] tribal leader Osman I.[16] Although initially the dynasty was of Turkic origin, it was Persianised in terms of language, culture, literature and habits.[17][18][19][20] After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transformed into a transcontinental empire. The Ottomans ended the Byzantine Empire with the 1453 conquest of Constantinople by Mehmed the Conqueror.[21]\n",
            "value": 0.05864197530864197
        },
        {
            "id": 235075901525,
            "href": "https://en.wikipedia.org/wiki/Protestant_Reformation",
            "name": "Reformation",
            "description": "The Reformation (alternatively named the Protestant Reformation or the European Reformation)[1] was a major movement within Western Christianity in 16th-century Europe that posed a religious and political challenge to the Catholic Church and in particular to papal authority, arising from what were perceived to be errors, abuses, and discrepancies by the Catholic Church. The Reformation was the start of Protestantism and the split of Protestantism from the Roman Catholic Church.\n",
            "value": 0.06172839506172839
        },
        {
            "id": 313921867636,
            "href": "https://en.wikipedia.org/wiki/Florence",
            "name": "Florence",
            "description": "Florence (/ˈflɔːrəns/ FLORR-ənss; Italian: Firenze [fiˈrɛntse] (listen))[a] is a city in central Italy and the capital city of the Tuscany region. It is the most-populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area.[4]\n",
            "value": 0.10648148148148148
        },
        {
            "id": 81987823764,
            "href": "https://en.wikipedia.org/wiki/Middle_Ages",
            "name": "Middle Ages",
            "description": "In the history of Europe, the Middle Ages or  Medieval Period lasted from the 5th to the late 15th century. It began with the fall of the Western Roman Empire and merged into the Renaissance and the Age of Discovery. The Middle Ages is the middle period of the three traditional divisions of Western history: classical antiquity, the medieval period, and the modern period. The medieval period is itself subdivided into the Early, High, and Late Middle Ages.\n",
            "value": 0.1111111111111111
        },
        {
            "id": 145982687946,
            "href": "https://en.wikipedia.org/wiki/Renaissance",
            "name": "Renaissance",
            "description": "The Renaissance (UK: /rɪˈneɪsəns/ rin-AY-sənss, US: /ˈrɛnəsɑːns/ (listen) REN-ə-sahnss)[2][a] was a period in European history marking the transition from the Middle Ages to modernity and covering the 15th and 16th centuries. It occurred after the Crisis of the Late Middle Ages and was associated with great social change. In addition to the standard periodization, proponents of a long Renaissance put its beginning in the 14th century and its end in the 17th century. The traditional view focuses more on the early modern aspects of the Renaissance and argues that it was a break from the past, but many historians today focus more on its medieval aspects and argue that it was an extension of the Middle Ages.[4][5]\n",
            "value": 0.125
        }
    ],
    "links": [
        {
            "source": 81987823764,
            "target": 71806582388
        },
        {
            "source": 87713459527,
            "target": 81987823764
        },
        {
            "source": 145982687946,
            "target": 87713459527
        },
        {
            "source": 145982687946,
            "target": 81987823764
        },
        {
            "source": 145982687946,
            "target": 71806582388
        },
        {
            "source": 145982687946,
            "target": 16863154321
        },
        {
            "source": 145982687946,
            "target": 51925682132
        },
        {
            "source": 145982687946,
            "target": 71678553107
        },
        {
            "source": 145982687946,
            "target": 60450839938
        },
        {
            "source": 179316979656,
            "target": 81987823764
        },
        {
            "source": 179316979656,
            "target": 145982687946
        },
        {
            "source": 235075901525,
            "target": 145982687946
        },
        {
            "source": 235075901525,
            "target": 81987823764
        },
        {
            "source": 281231838697,
            "target": 81987823764
        },
        {
            "source": 281231838697,
            "target": 145982687946
        },
        {
            "source": 281231838697,
            "target": 235075901525
        },
        {
            "source": 281231838697,
            "target": 16863154321
        },
        {
            "source": 297858638766,
            "target": 81987823764
        },
        {
            "source": 297858638766,
            "target": 145982687946
        },
        {
            "source": 297858638766,
            "target": 235075901525
        },
        {
            "source": 297858638766,
            "target": 87713459527
        },
        {
            "source": 297858638766,
            "target": 179316979656
        },
        {
            "source": 297858638766,
            "target": 281231838697
        },
        {
            "source": 309359450851,
            "target": 297858638766
        },
        {
            "source": 309359450851,
            "target": 81987823764
        },
        {
            "source": 309359450851,
            "target": 145982687946
        },
        {
            "source": 313921867636,
            "target": 87713459527
        },
        {
            "source": 313921867636,
            "target": 81987823764
        },
        {
            "source": 313921867636,
            "target": 145982687946
        },
        {
            "source": 335880490844,
            "target": 313921867636
        },
        {
            "source": 335880490844,
            "target": 81987823764
        },
        {
            "source": 340331987828,
            "target": 313921867636
        },
        {
            "source": 340331987828,
            "target": 87713459527
        },
        {
            "source": 340331987828,
            "target": 145982687946
        },
        {
            "source": 341136560519,
            "target": 335880490844
        },
        {
            "source": 341136560519,
            "target": 81987823764
        },
        {
            "source": 341136560519,
            "target": 145982687946
        },
        {
            "source": 368400593611,
            "target": 313921867636
        },
        {
            "source": 368400593611,
            "target": 87713459527
        },
        {
            "source": 368400593611,
            "target": 179316979656
        },
        {
            "source": 385540025366,
            "target": 309359450851
        },
        {
            "source": 385540025366,
            "target": 313921867636
        },
        {
            "source": 385540025366,
            "target": 145982687946
        },
        {
            "source": 407760461434,
            "target": 313921867636
        },
        {
            "source": 407760461434,
            "target": 145982687946
        },
        {
            "source": 407760461434,
            "target": 368400593611
        },
        {
            "source": 410060726740,
            "target": 340331987828
        },
        {
            "source": 410060726740,
            "target": 313921867636
        },
        {
            "source": 410060726740,
            "target": 145982687946
        },
        {
            "source": 410060726740,
            "target": 407760461434
        },
        {
            "source": 410060726740,
            "target": 368400593611
        },
        {
            "source": 412095561080,
            "target": 81987823764
        },
        {
            "source": 412095561080,
            "target": 145982687946
        },
        {
            "source": 507805404941,
            "target": 145982687946
        },
        {
            "source": 507805404941,
            "target": 81987823764
        },
        {
            "source": 510285677998,
            "target": 341136560519
        },
        {
            "source": 510285677998,
            "target": 145982687946
        },
        {
            "source": 517903750987,
            "target": 87713459527
        },
        {
            "source": 517903750987,
            "target": 81987823764
        },
        {
            "source": 517903750987,
            "target": 145982687946
        },
        {
            "source": 517903750987,
            "target": 410060726740
        },
        {
            "source": 517903750987,
            "target": 235075901525
        },
        {
            "source": 517903750987,
            "target": 313921867636
        },
        {
            "source": 542402480851,
            "target": 410060726740
        },
        {
            "source": 542402480851,
            "target": 313921867636
        },
        {
            "source": 542402480851,
            "target": 87713459527
        },
        {
            "source": 542402480851,
            "target": 407760461434
        },
        {
            "source": 542402480851,
            "target": 179316979656
        },
        {
            "source": 542402480851,
            "target": 340331987828
        },
        {
            "source": 550749951042,
            "target": 145982687946
        },
        {
            "source": 550749951042,
            "target": 412095561080
        },
        {
            "source": 584750380780,
            "target": 313921867636
        },
        {
            "source": 584750380780,
            "target": 87713459527
        },
        {
            "source": 584750380780,
            "target": 407760461434
        },
        {
            "source": 584750380780,
            "target": 410060726740
        },
        {
            "source": 584750380780,
            "target": 145982687946
        },
        {
            "source": 584750380780,
            "target": 368400593611
        },
        {
            "source": 584750380780,
            "target": 542402480851
        },
        {
            "source": 584750380780,
            "target": 340331987828
        },
        {
            "source": 624838994082,
            "target": 281231838697
        },
        {
            "source": 624838994082,
            "target": 81987823764
        },
        {
            "source": 624838994082,
            "target": 71806582388
        },
        {
            "source": 624838994082,
            "target": 309359450851
        },
        {
            "source": 624838994082,
            "target": 235075901525
        },
        {
            "source": 624838994082,
            "target": 269801483194
        },
        {
            "source": 624838994082,
            "target": 341136560519
        },
        {
            "source": 624838994082,
            "target": 145982687946
        },
        {
            "source": 642514557832,
            "target": 81987823764
        },
        {
            "source": 642514557832,
            "target": 145982687946
        },
        {
            "source": 642514557832,
            "target": 297858638766
        },
        {
            "source": 642514557832,
            "target": 624838994082
        },
        {
            "source": 661726668184,
            "target": 517903750987
        },
        {
            "source": 661726668184,
            "target": 410060726740
        },
        {
            "source": 661726668184,
            "target": 542402480851
        },
        {
            "source": 661726668184,
            "target": 313921867636
        },
        {
            "source": 661726668184,
            "target": 208244290801
        },
        {
            "source": 676138368916,
            "target": 313921867636
        },
        {
            "source": 676138368916,
            "target": 584750380780
        },
        {
            "source": 676138368916,
            "target": 407760461434
        },
        {
            "source": 676138368916,
            "target": 145982687946
        },
        {
            "source": 676138368916,
            "target": 542402480851
        },
        {
            "source": 676138368916,
            "target": 410060726740
        },
        {
            "source": 676138368916,
            "target": 340331987828
        },
        {
            "source": 705757325336,
            "target": 341136560519
        },
        {
            "source": 707379875997,
            "target": 550749951042
        },
        {
            "source": 707379875997,
            "target": 81987823764
        },
        {
            "source": 707379875997,
            "target": 517903750987
        },
        {
            "source": 707379875997,
            "target": 87713459527
        },
        {
            "source": 731642266623,
            "target": 309359450851
        },
        {
            "source": 731642266623,
            "target": 81987823764
        },
        {
            "source": 731642266623,
            "target": 385540025366
        },
        {
            "source": 731642266623,
            "target": 145982687946
        },
        {
            "source": 731642266623,
            "target": 235075901525
        },
        {
            "source": 731642266623,
            "target": 707379875997
        },
        {
            "source": 731642266623,
            "target": 60450839938
        },
        {
            "source": 734001949473,
            "target": 309359450851
        },
        {
            "source": 734001949473,
            "target": 145982687946
        },
        {
            "source": 745017355590,
            "target": 81987823764
        },
        {
            "source": 745017355590,
            "target": 145982687946
        },
        {
            "source": 745017355590,
            "target": 235075901525
        },
        {
            "source": 745017355590,
            "target": 624838994082
        },
        {
            "source": 745017355590,
            "target": 309359450851
        },
        {
            "source": 745017355590,
            "target": 731642266623
        },
        {
            "source": 745017355590,
            "target": 313921867636
        },
        {
            "source": 745017355590,
            "target": 707379875997
        },
        {
            "source": 745017355590,
            "target": 87713459527
        },
        {
            "source": 745017355590,
            "target": 297858638766
        },
        {
            "source": 745017355590,
            "target": 71806582388
        },
        {
            "source": 745017355590,
            "target": 542402480851
        },
        {
            "source": 745017355590,
            "target": 550749951042
        },
        {
            "source": 745017355590,
            "target": 269801483194
        },
        {
            "source": 793757522238,
            "target": 313921867636
        },
        {
            "source": 793757522238,
            "target": 145982687946
        },
        {
            "source": 793757522238,
            "target": 676138368916
        },
        {
            "source": 793757522238,
            "target": 179316979656
        },
        {
            "source": 793757522238,
            "target": 407760461434
        },
        {
            "source": 793757522238,
            "target": 410060726740
        },
        {
            "source": 793757522238,
            "target": 542402480851
        },
        {
            "source": 793757522238,
            "target": 368400593611
        },
        {
            "source": 793757522238,
            "target": 584750380780
        },
        {
            "source": 793757522238,
            "target": 335880490844
        },
        {
            "source": 813471654809,
            "target": 313921867636
        },
        {
            "source": 813471654809,
            "target": 410060726740
        },
        {
            "source": 813471654809,
            "target": 542402480851
        },
        {
            "source": 813471654809,
            "target": 340331987828
        },
        {
            "source": 813471654809,
            "target": 661726668184
        },
        {
            "source": 813471654809,
            "target": 793757522238
        },
        {
            "source": 813471654809,
            "target": 335880490844
        },
        {
            "source": 816516577985,
            "target": 81987823764
        },
        {
            "source": 816516577985,
            "target": 624838994082
        },
        {
            "source": 816516577985,
            "target": 731642266623
        },
        {
            "source": 816516577985,
            "target": 71806582388
        },
        {
            "source": 816516577985,
            "target": 745017355590
        },
        {
            "source": 816516577985,
            "target": 145982687946
        },
        {
            "source": 816516577985,
            "target": 309359450851
        },
        {
            "source": 848052737196,
            "target": 145982687946
        },
        {
            "source": 848052737196,
            "target": 661726668184
        },
        {
            "source": 906711545697,
            "target": 407760461434
        },
        {
            "source": 906711545697,
            "target": 145982687946
        },
        {
            "source": 906711545697,
            "target": 793757522238
        },
        {
            "source": 906711545697,
            "target": 813471654809
        },
        {
            "source": 906711545697,
            "target": 410060726740
        },
        {
            "source": 906711545697,
            "target": 542402480851
        },
        {
            "source": 906711545697,
            "target": 335880490844
        },
        {
            "source": 949819220153,
            "target": 313921867636
        },
        {
            "source": 949819220153,
            "target": 87713459527
        },
        {
            "source": 949819220153,
            "target": 517903750987
        },
        {
            "source": 949819220153,
            "target": 145982687946
        },
        {
            "source": 949819220153,
            "target": 309359450851
        },
        {
            "source": 967411078824,
            "target": 87713459527
        },
        {
            "source": 967411078824,
            "target": 145982687946
        },
        {
            "source": 967411078824,
            "target": 313921867636
        },
        {
            "source": 967411078824,
            "target": 550749951042
        },
        {
            "source": 967411078824,
            "target": 707379875997
        },
        {
            "source": 967411078824,
            "target": 81987823764
        },
        {
            "source": 967411078824,
            "target": 734001949473
        },
        {
            "source": 985647512755,
            "target": 297858638766
        },
        {
            "source": 985647512755,
            "target": 309359450851
        },
        {
            "source": 985647512755,
            "target": 949819220153
        },
        {
            "source": 985647512755,
            "target": 731642266623
        },
        {
            "source": 985647512755,
            "target": 734001949473
        },
        {
            "source": 985647512755,
            "target": 145982687946
        },
        {
            "source": 985647512755,
            "target": 661726668184
        },
        {
            "source": 985647512755,
            "target": 313921867636
        },
        {
            "source": 985647512755,
            "target": 745017355590
        },
        {
            "source": 985647512755,
            "target": 81987823764
        },
        {
            "source": 985647512755,
            "target": 624838994082
        },
        {
            "source": 985647512755,
            "target": 816516577985
        },
        {
            "source": 985647512755,
            "target": 235075901525
        },
        {
            "source": 991821556543,
            "target": 313921867636
        },
        {
            "source": 991821556543,
            "target": 510285677998
        },
        {
            "source": 991821556543,
            "target": 967411078824
        },
        {
            "source": 991821556543,
            "target": 145982687946
        },
        {
            "source": 991821556543,
            "target": 81987823764
        },
        {
            "source": 991821556543,
            "target": 542402480851
        },
        {
            "source": 991821556543,
            "target": 410060726740
        },
        {
            "source": 991821556543,
            "target": 813471654809
        },
        {
            "source": 1029847123930,
            "target": 816516577985
        },
        {
            "source": 1029847123930,
            "target": 81987823764
        },
        {
            "source": 1029847123930,
            "target": 985647512755
        },
        {
            "source": 1029847123930,
            "target": 707379875997
        },
        {
            "source": 1029847123930,
            "target": 235075901525
        },
        {
            "source": 1029847123930,
            "target": 145982687946
        },
        {
            "source": 1029847123930,
            "target": 410060726740
        },
        {
            "source": 1029847123930,
            "target": 341136560519
        },
        {
            "source": 1029847123930,
            "target": 309359450851
        },
        {
            "source": 1029847123930,
            "target": 731642266623
        },
        {
            "source": 1029847123930,
            "target": 624838994082
        },
        {
            "source": 1029847123930,
            "target": 297858638766
        }
    ]
}